{
  "username": "admin",
  "password": "admin",
  "commands": [
    {
      "command": "create",
      "assetType": "Community",
      "attributes": {
        "Name": "Damien Rice",
        "Description": "http://www.damienrice.com/"
      }
    },
    {
      "command": "create",
      "assetType": "Post",
      "attributes": {
        "Communities": {
          "add": [
            "{{Community}}"
          ]
        },
        "Name": "Delicate",
        "Description": "We might kiss when we are alone, When nobody's watching, We might take it home. We might make out when nobody's there, It's not that we're scared. It's just that it's delicate. So why do you fill my sorrow With the words you've borrowed From the only place you've known. And why do you sing Hallelujah, If it means nothing to you? Why do you sing with me at all?"
      }
    },
    {
      "command": "create",
      "assetType": "Post",
      "attributes": {
        "Communities": {
          "add": [
            "{{Community}}"
          ]
        },
        "Name": "The Animals Were Gone",
        "Description": "Oh, I know that I've left you In places of despair Oh, I know that I love you So please throw down your hair At night, I trip without you And hope I don't wake up 'Cause waking up without you Is like drinking from an empty cup"
      }
    },
    {
      "command": "create",
      "assetType": "Post",
      "attributes": {
        "Communities": {
          "add": [
            "{{Community}}"
          ]
        },
        "Name": "Grey Room",
        "Description": "Well I've been here before, sat on a floor on this grey, grey room. And I sit here all day, I don't eat, but I play with this grey, grey food."
      }
    },
    {
      "command": "create",
      "assetType": "Community",
      "attributes": {
        "Name": "Death Cab for Cutie"
      }
    },
    {
      "command": "create",
      "assetType": "Post",
      "attributes": {
        "Communities": {
          "add": [
            "{{Community}}"
          ]
        },
        "Name": "Cath",
        "Description": "Cath, she stands with a well-intentioned man, But she can't relax with his hand on the small of her back,And as the flashbulbs burst, She holds a smile like someone would hold a crying child,And soon everybody will ask what became of you,'Cause your heart was dying fast, and you didn't know what to do"
      }
    },
    {
      "command": "create",
      "assetType": "Post",
      "attributes": {
        "Communities": {
          "add": [
            "{{Community}}"
          ]
        },
        "Name": "Summer Skin",
        "Description": "On the night you left I came over And we peeled the freckles from our shoulders Our brand new coats so flushed and pink And I knew your heart I couldn't win Cause the seasons change was a conduit And we left our love in our summer skin"
      }
    },
    {
      "command": "create",
      "assetType": "Post",
      "attributes": {
        "Communities": {
          "add": [
            "{{Community}}"
          ]
        },
        "Name": "Your New Twin Sized Bed",
        "Description": "You look so defeated lying there in your new twin size bed. With a single pillow underneath your single head. I guess you decided that that old queen holds more space than you would need. Now it's in the alley behind your apartment with a sign that says it's free. And I hope you have more luck with this than me. You used to think that someone would come along. And lay beside you in a space that they belong. But the other side of the mattress and box springs stayed like new. What's the point of holding onto what never gets used? Other than a sick desire for self-abuse. And I try not to worry, but you've got me terrified. It's like you're in some kind of hurry to say goodbye, You look so defeated lying there in your new twin size bed."
      }
    },
    {
      "command": "create",
      "assetType": "Post",
      "attributes": {
        "Communities": {
          "add": [
            "{{Community}}"
          ]
        },
        "Name": "What Sarah Said",
        "Description": "Cuz there's no comfort in the waiting room, just nervous pacing, bracing for bad news. And when the nurse comes round, and everyone lifts their head, I'm thinking of what Sarah said...That love is watching someone die..."
      }
    },
    {
      "command": "create",
      "assetType": "Post",
      "attributes": {
        "Communities": {
          "add": [
            "{{Community}}"
          ]
        },
        "Name": "Brothers on a Hotel Bed"
      }
    },
    {
      "command": "create",
      "assetType": "Post",
      "attributes": {
        "Communities": {
          "add": [
            "{{Community}}"
          ]
        },
        "Name": "Shared Post",
        "Description": "Post shared between Death Cab and Decemberists"
      }
    },
    {
      "command": "create",
      "assetType": "Community",
      "attributes": {
        "Name": "Decemberists",
        "Posts": {
          "add": [
            "{{Post}}"
          ]
        },
        "Description": "Description Here"
      }
    },
    {
      "command": "create",
      "assetType": "Post",
      "attributes": {
        "Communities": {
          "add": [
            "{{Community}}"
          ]
        },
        "Name": "Crane Wife Part 1",
        "Description": "It was a white crane, It was a helpless thing, Upon a red stain With an arrow its wing. And it called and cried And it called and cried so And it called and cried And it called and cried so. And all the stars were crashing 'round As I laid eyes on what I'd found. My crane wife, my crane wife My crane wife, my crane wife"
      }
    },
    {
      "command": "create",
      "assetType": "Post",
      "attributes": {
        "Communities": {
          "add": [
            "{{Community}}"
          ]
        },
        "Name": "Crane Wife Part 2",
        "Description": "The sound the keening bell, And see it's painted red, Soft as fontenelle, The feathers and the thread, And all I ever meant to do was to keep you, My crane wife, My crane wife, There's a bend in the wind and it rakes at my heart, There is blood in the thread and it rakes at my heart, It rakes at my heart"
      }
    },
    {
      "command": "create",
      "assetType": "Post",
      "attributes": {
        "Communities": {
          "add": [
            "{{Community}}"
          ]
        },
        "Name": "Crane Wife Part 3",
        "Description": "And under the boughs unbowed, All clothed in a snowy shroud, She had no heart so hardened, All under the boughs unbowed,Each feather it fell from skin, Till threadbare while she grew thin. How were my eyes so blinded? Each feather it fell from skin, And I will hang my head, hang my head low, And I will hang my head, hang my head low"
      }
    }
  ]
}